{
    "SELECT_LANGUAGE": "Select Language",
    "SELECT_CURRENCY": "Select Currency",
    "BIRTH_DATE": "Birth Date",
    "CHOOSE_DATE": "Choose Date",
    "CONTACT_MANAGER": "Contact Manager",
    "SAVE": "Save",
    "CANCEL": "Cancel",
    "ADMINPNAEL": "Admin Panel",
    "HOME": "Home",
    "CATALOG": "Catalog",
    "GO_TO_CATALOG": "Go to Catalog",
    "NEW_JEWELRY": "New Jewelry",
    "ENTER_QUERY": "Enter query...",
    "NOT_FOUND_FOR_CATEGORY": "Unfortunately, nothing was found for the category",
    "LOADING_PRODUCTS": "Loading products",
    "TRY_SEARCH_AGAIN": "Try adjusting the search parameters.",
    "TOTAL_PAYMENT": "Total to Pay:",
    "SELF_PICKUP": "Self Pickup",
    "DELIVERY_CONTACT_MANAGER": "Delivery (Contact Manager)",
    "CART": "Cart",
    "POINTS": "points",
    "REFERRAL_LINK": "Referral Link:",
    "FRIENDS": "Friends",
    "PROFILE": "Profile",
    "SETTINGS": "Settings",
    "ADDRESS": "Address",
    "CONFIRM": "Confirm",
    "SETTINGS_DESCRIPTION": "What you can do in the settings:",
    "LANGUAGE_SELECTION": "Language Selection",
    "LANGUAGE_SELECTION_DESCRIPTION": "Switch the interface language to one convenient for you. Multiple languages are supported, including Russian and English.",
    "ADD_BIRTH_DATE": "Add Birth Date",
    "ADD_BIRTH_DATE_DESCRIPTION": "Add your birth date so we can offer personalized recommendations and discounts.",
    "CONTACT_MANAGER_DESCRIPTION": "Write to our manager to ask questions, clarify order details, or get advice.",
    "PAYMENTMETHOD": "Payment Method",
    "CHANGE_BIRTH_DATE": "Change",
    "IS_AVALIBLE": "In stock",
    "BUY_NOW": "Buy Now",
    "ADD_TO_CART": "Add to Cart",
    "CONTACT_MANAGER_BUTTON": "Contact Manager",
    "MY_PURCHASES": "Purchased items",
    "ORDERS": "Items",
    "MORE_INFO": "More about the store",
    "HIDE_INFO": "Hide information",
    "BRAND_DESCRIPTION": "Excellent Jewellery is a young and progressive brand that not only creates custom-made items but also purchases exclusive jewelry at international auctions and exhibitions. We are rapidly gaining popularity and customer loyalty worldwide because our offline boutique network is ideally located on the Mediterranean coast in sunny Antalya, easily accessible from anywhere in the world.",
    "JEWELRY_MEANING": "Jewelry with diamonds and precious stones is more than just a piece of jewelry; it's an emotion that conveys your inner strength, energy, and individuality to the world. It's a memory of the best moments, important events, and achievements in your life. Delight yourself and your loved ones by buying as a gift. Remember this wonderful feeling and emotion when purchasing the perfect piece of jewelry.",
    "LIFETIME_GUARANTEE": "When you purchase jewelry, we provide a lifetime guarantee and care for your jewelry.",
    "AUTHENTICITY_CERTIFICATION": "We guarantee that all jewelry purchased at Excellent Jewellery is authentic and has passed verification for authenticity, confirmed by certificates issued for each piece.",
    "DELIVERY_INFORMATION": "Delivery: The average delivery time is 15-20 days. After payment, you can track delivery statuses and receive notifications about updates. You can always contact us 24/7 and even order a car to take you to our offline boutiques.",
    "POINTS_DISCOUNT_INFO": "You can get a discount by redeeming points"

}
